Repository: ZJHecnu/RuzhTranslator
Catalog: 1.1.tmx
Source language: ru
Languages: zh_cn

source: Великие эпохи порождают великих людей.
zh_cn: 伟大的时代造就伟大的人物。

source: Тов. Дэн Сяопин – это великий деятель, которого сформировала великая борьба китайского народа и китайской нации в период новой истории, это выдающийся человек, горячо и искренне любимый всеми нами.
zh_cn: 邓小平同志就是从中国人民和中华民族近代以来伟大斗争中产生的伟人，是我们大家衷心热爱的伟人。

source: Многим из наших товарищей довелось в свое время работать под его руководством, поэтому нам хорошо знаком и близок его высокий и благородный дух, пронизывавший весь стиль его работы.
zh_cn: 我们很多同志都曾经在他的领导和指导下工作过，他的崇高风范对我们来说是那样熟悉、那样亲切。

source: Тов. Дэн Сяопин имел ярко выраженные высокие духовные устремления и собственный, привлекательный для других оригинальный революционный стиль работы. Его пример подвигает нас на борьбу за осуществление целей, намеченных к «двум столетним юбилеям», пробуждает в нас мужество смело идти вперед по длинному пути осуществления великой мечты о великом возрождении китайской нации.
zh_cn: 邓小平同志崇高鲜明又独具魅力的革命风范，将 M 励我们在实现“两个一百年”奋斗目标、实现中华民族伟大复兴中国梦的征程上奋勇前进。

source: — Отдавая дань памяти тов. Дэн Сяопину, мы должны унаследовать его благородные качества – непреклонность в сохранении великого идеала построения коммунизма и твердую убежденность в социализме с китайской спецификой.
zh_cn: ——我们纪念邓小平同志，就要学习他对共产主义远大理想和中国特色社会主义信念无比坚定的崇高品格。

source: Всю жизнь тов. Дэн Сяопина отличала неколебимая вера в эти идеалы, и она, как яркая политическая веха, навсегда останется духовным становым хребтом для китайских коммунистов и будет всегда служить для них надежной идейной опорой.
zh_cn: 信念坚定，是邓小平同志一生最鲜明的政治品格，也永远是中国共产党人应该挺起的精神脊梁。

source: Очень рано, еще в период своей учебы в Советском Союзе, тов. Дэн Сяопин утвердился в своем решении: «Я еще с большей готовностью отдаю всего себя нашей партии и нашему классу»1.
zh_cn: 早在苏联求学期间，邓小平同志就立志“更坚决的把我的身子交给我们的党，交给本阶级”〔1〕。

source: Позже, в течение более чем 70 лет, посвященных революционной деятельности, в самых трудных условиях, в любых испытаниях, встретившихся ему на революционном пути, тов. Дэн Сяопин продолжал твердо верить в научные законы и истинность марксизма. У него не было колебаний относительно веры в светлые перспективы социализма и коммунистического будущего.
zh_cn: 在此后70多年的革命生涯中，无论个人处境如何艰难，无论革命道路如何坎坷，邓小平同志都坚信马克思主义的科学性和真理性，坚信社会主义、共产主义的光明前景。

source: В период революционных войн, находясь на передовой под градом пуль, он не боялся отдать свою жизнь за революцию, смело смотрел смерти в глаза. Когда в первые годы после основания КНР он сталкивался с трудностями и лишениями, он не сворачивал с пути, отдавая все свои силы поиску путей для их преодоления.
zh_cn: 他说：“对马克思主义的信仰，是中国革命胜利的一种精神动力。” m面对革命战争的枪林弹雨，他浴血奋战、视死如归；面对新中国建设的艰难局面，他励精图治、百折不挠；面对“文化大革命”的十年内乱，他信念执着、从不消沉；面对国际国内政治风波，他冷静观察、从容应对，坚信马克思主义、坚守共产主义理想，坚持在社会主义道路上推进我国现代化事业。

source: Он твердо верил в марксизм, не отступал от коммунистических идеалов, продолжал вести нашу страну по социалистическому пути и проводил модернизацию.В 1992 г. 88-летний тов. Дэн Сяопин во время поездки на юг Китая в одной из своих речей сказал: «Я твердо убежден, что сторонников марксизма в мире станет больше, потому что марксизм – это наука.
zh_cn: 1992 年， 88 岁高龄的邓小平同志在南方谈话中说：“我坚信，世界上赞成马克思主义的人会多起来的，因为马克思主义是科学。

source: Применяя исторический материализм, марксизм открыл законы развития человеческого общества». «Не надо ударяться в панику и думать, что марксизм пропал, мол, он никуда не годится и потерпел провал.
zh_cn: 它运用历史唯物主义揭示了人类社会发展的规律。”“不要惊慌失措，不要认为马克思主义就消失了，没用了，失败了。

source: Ничего подобного!»3 Тов. Дэн Сяопин глубоко осознавал важность веры видеалы, он говорил: «Я убедился в том, что самое главное – это сплоченность людей, а сплоченность, в свою очередь, предполагает наличие общих идеалов и твердых убеждений.
zh_cn: 哪有这回事！邓小平同志对理想信念的重要性具有深刻认识，他说：“我认为，最重要的是人的团结，要团结就要有共同的理想和坚定的信念。

source: В прошлом мы смогли на протяжении десятилетий в тяжелейших условиях вести упорную борьбу, именно потому, что сплотили народ на основе твердых убеждений и повели его на борьбу за отстаивание своих собственных интересов»4. Революционные идеалы превыше всего.
zh_cn: 我们过去几十年艰苦奋斗，就是靠用坚定的信念把人民团结起来，为人民自己的利益而奋斗。”[4]革命理想高于天。

source: Если не было бы целого поколения сынов и дочерей Китая, твердо веривших в идеалы коммунизма, то не было бы нашей Коммунистической партии, не было бы Нового Китая, и тем более не было бы сегодняшнего развития и прогресса нашей страны.
zh_cn: 没有一大批具有坚定共产主义理想的中华儿女，就没有中国共产党，也就没有新中国，更没有今天我国的发展进步。

source: Дальнейшее еще более успешное развитие нашей страны невозможно совершить в отрыве от силы, которую дает вера в идеалы.
zh_cn: 要把我国发展得更好，离不开理想信念的力量。

source: Мы, коммунисты, должны выковывать наше чувство партийности, а для этого в первую очередь следует укреплять веру в великие идеалы коммунизма и нашу общую мечту о социализме с китайской спецификой.
zh_cn: 我们共产党人锤炼党性，首要的就是坚定共产主义远大理想和中国特色社会主义共同理想。

source: Мы должны учиться у тов. Дэн Сяопина, следовать его непоколебимой воле в борьбе за социализм и коммунизм, утверждаться в правильности выбранного нами пути, теории, системе и культуре социализма с китайской спецификой. Мы должны мужественно идти вперед к нашей цели, и никакие штормы и ветры не должны быть для нас преградой на этом пути!
zh_cn: 我们要学习邓小平同志矢志不渝为社会主义、共产主义而奋斗的执着精神，坚定中国特色社会主义道路自信、理论自信、制度自信，坚忍不拔、风雨无阻朝着我们的目标奋勇前进。

source: — Отдавая дань памяти тов. Дэн Сяопину, необходимо учиться глубоко любить народ, как любил он.
zh_cn: ——我们纪念邓小平同志，就要学习他对人民无比热爱的伟大情怀。

source: Любовь к народу была самым прочным и глубоким чувством в жизни тов. Дэн Сяопина. Эта любовь навечно должна остаться для китайских коммунистов источником силы.
zh_cn: 热爱人民，是邓小平同志一生最深厚的情感寄托，也永远是中国共产党人应该坚守的力量源泉。

source: Тов. Дэн Сяопин писал в одной из своих статей: «Я – сын китайского народа, глубоко любящий свою Родину и свой народ»5.
zh_cn: 邓小平同志曾经写道：“我是中国人民的儿子。

source: Искреннее чувство к народу у него распространялось на партию и на Родину в целом.
zh_cn: 我深情地爱着我的祖国和人民。”邓小平同志从对人民的挚爱，延伸到对党、对祖国的挚爱。

source: Он говорил: «Моя жизнь принадлежит партии и государству»6.
zh_cn: 他说过：“我的生命是属于党、属于国家的。”这质朴的语言，集中表达了邓小平同志对党、对祖国、对人民的大爱。

source: В этих простых словахзвучит огромная любовь к партии, к Родине и к народу.Тов. Дэн Сяопин высоко ценил статус и роль народных масс, он подчеркивал: «В народных массах источник нашей силы, а линия масс и правильный подход к массам являются нашей славной традицией.
zh_cn: 邓小平同志高度重视人民群众的地位和作用，他强调：“群众是我们力量的源泉，群众路线和群众观点是我们的传家宝。

source: Партийные организации, члены партии и партийные кадры обязаны сливаться воедино с массами и ни в коем случае не должны противопоставлять себя массам.
zh_cn: 党的组织、党员和党的干部，必须同群众打成一片，绝对不能同群众相对立。

source: Если какая-либо парторганизация серьезно оторвется от масс и не сможет решительно выправить это положение, то она утратит источник силы, потерпит неудачу и будет отвергнута массами»7. В течение всей своей жизни, стоял ли он у власти, занимал важное положение или находился в трудных условиях, тов. Дэн Сяопин всегда разделял с народом и беды и радости, отдавал свои силы тому, чтобы вывести партию и государство из трудного положения, разрешить возникшие проблемы.Тов. Дэн Сяопин неустанно стремился к повышению благосостояния народа.
zh_cn: 如果哪个党组织严重脱离群众而不能坚决改正，那就丧失了力量的源泉，就一定要失败，就会被人民抛弃。”［7］在他的一生中，无论身居要职还是身陷困苦，都始终与人民群众同甘共苦，努力为党和国家分忧解难。

source: Он неоднократно повторял: «Бедность – это не социализм. Напротив, социализм призван покончить с бедностью.
zh_cn: 他多次讲：“贫穷不是社会主义，社会主义要消灭贫穷。

source: Когда не развиваются производительные силы и не повышается жизненный уровень народа, нельзя говорить, что это соответствует требованиями социализма»8. Тов. Дэн Сяопин руководил реформами и открытостью, модернизацией социалистического строительства, имея перед собой единственную цель – служить широким народным массам.
zh_cn: 不发展生产力，不提高人民的生活水平，不能说是符合社会主义要求的。”(4)他领导改革开放和社会主义现代化建设，心中想着的就是最广大人民。

source: Тов. Дэн Сяопин всегда стоял на том, что идейная подпитка и импульс к движению вперед должны исходить из деятельности народа, который является истинным творцом истории.
zh_cn: 邓小平同志坚持从人民创造历史的活动中吸取思想营养和前进力量。

source: Он сказал: «Многое в реформах и открытости было выдвинуто простыми людьми в процессе их собственной практической работы», это «новшества не могут родиться в голове одного человека», это все «народная мудрость, мудрость, рожденная коллективом»9.
zh_cn: 他说：“改革开放中许许多多的东西，都是群众在实践中提出来的”，“绝不是一个人脑筋就可以钻出什么新东西来”，“这是群众的智慧，集体的智慧”。

source: Он неоднократно подчеркивал, что мы за исходную и конечную точку в работе по выработке политического курса и разработке решений должны принимать отношение народа к нашим действиям. Мы должны знать – поддерживает это народ или нет, одобряет или отвергает, доволен или недоволен.
zh_cn: ［9〕他反复强调，要把人民拥护不拥护、赞成不赞成、高兴不高兴、答应不答应作为制定方针政策和作出决断的出发点和归宿。

source: Тов. Дэн Сяопин всегда от начала и до конца в своей руководящей работе придерживался как главного принципа интересов народа.
zh_cn: 邓小平同志始终以人民利益为最高准则来开展领导工作。

source: Любовь к Родине и к народу является самым глубоким и самым сильным чувством, это великая любовь.
zh_cn: 爱祖国、爱人民，是最深沉、最有力量的情感，是博大之爱。

source: Мы должны любить Родину и народ так, как любил тов. Дэн Сяопин, искренне и глубоко, мы обязаны постоянно бороться за интересы народа, в любое время и в любых условиях сохранять верность Родине и народу, шаг за шагом претворять в жизнь цели нашей партии, посвятить всего себя и всю свою жизнь партии и народу, самоотверженному служению делу партии и народа до конца своей жизни.
zh_cn: 我们要学习邓小平同志对祖国、对人民的深情大爱，始终为人民利益而奋斗，任何时候任何条件下都忠于祖国、忠于人民，脚踏实地践行党的宗旨，把自己的一生交给党和人民，为党和人民事业鞠躬尽瘁、死而后已。

source: — Отдавая дань памяти тов. Дэн Сяопину, мы должны учиться у него реалистическому подходу к делу.
zh_cn: ——我们纪念邓小平同志，就要学习他始终坚持实事求是的理论品质。

source: Всегда исходить из реальной практики – это была самая важная особенность мышления тов. Дэн Сяопина на протяжении всей его жизни, которая всегда будет указывать направление мышления, которому должны следовать китайские коммунисты.
zh_cn: 实事求是，是邓小平同志一生最重要的思想特点，也永远是中国共产党人应该遵循的思想方法。

source: Тов. Дэн Сяопин никогда не отступал от идеологической линии партии, от реалистических принципов. Он часто называл себя «реалистом», постоянно подчеркивая, «пусть говорят факты».
zh_cn: 邓小平同志坚持党的思想路线，坚持一切从实际出发，常说自己是“实事求是派”，反复强调“拿事实来说话”，“实事求是是马克思主义的精髓。

source: Он утверждал, что «суть марксизма в реалистическом подходе к действительности.
zh_cn: 要提倡这个，不要提倡本本。

source: «Руководитель должен больше заниматься реальным делом»12. Практика всей жизни тов. Дэн Сяопина доказала, что он не только далеко видящий мыслитель, политик и стратег, но одновременно и практик, исходящий из реальности, мыслящий реально и работающийпо-деловому.В начале 60-х гг. прошлого века, перед лицом трудностей, с которыми встретилось наше государство, тов. Дэн Сяопин предупреждал кадровых работников всех инстанций, что необходимо, «исходя из реальной действительности, правдиво рассказывать о положении дел».
zh_cn: 我们改革开放的成功，不是靠本本，而是靠实践，靠实事求是“要取信于民，要干出实绩“领导者必须多干笑事。” [ 〜邓小平同志以一生的实践证明，他是一位高瞻远瞩的思想家、政治家、战略家，也是一位求实、务实、踏实的实干家。

source: Думая о том, как стимулировать восстановление и развитие сельскохозяйственного производства, он говорил: «Что касается вопроса, какую форму производственных отношений следует считать наиболее предпочтительной, то тут надо, я думаю, придерживаться следующего подхода: нужно использовать ту форму, которая в данной местности позволит сравнительно легко и быстро восстановить и продвинуть вперед сельскохозяйственное производство; использовать ту форму, которую приветствуют простые люди.
zh_cn: 上个世纪 60 年代初期，面对国家困难，邓小平同志提醒各级干部要“实事求是地说明情况”。当时为了推动恢复和发展农业生产，他说：“生产关系究竟以什么形式为最好，恐怕要采取这样一种态度，就是哪种形式在哪个地方能够比较容易比较快地恢复和发展农业生产，就采取哪种形式；群众愿意采取哪种形式，就应该采取哪种形式，不合法的使它合法 起来。

source: Когда страна вступила в новый период реформ и открытости, тов. Дэн Сяопин стал придавать еще большее значение необходимости во всем исходить только из реальной действительности.
zh_cn: 进入改革开放新时期，邓小平同志更加强调坚持彻底的求真务实精神。

source: Он подчеркивал: «Я не считаю себя начитанным человеком, но верю в одно – в реалистический подход к делу, о котором говорил Мао Цзэдун.
zh_cn: 他说：“我读的书并不多，就是一条，相信毛主席讲的实事求是。

source: Этот принцип был нам опорой и раньше, когда мы воевали. Это наша опора и теперь, когда мы занимаемся строительством и реформами»14.
zh_cn: 过去我们打仗靠这个，现在搞建设、搞改革也靠这个。”

source: Тов. Дэн Сяопин считал, что критерием для оценки успеха или неудачи в любой работе может быть только одно – насколько эта работа полезна для развития производительных сил социалистического общества, насколько она полезна для укрепления совокупной мощи нашего социалистического государства, и насколько она полезна для повышения жизненного уровня народа.
zh_cn: U43 他强调，要把是否有利于发展社会主义社会的生产力、是否有利于增强社会主义国家的综合国力、是否有利于提高人民的生活水平作为判断一切工作是非得失的标准。

source: Именно благодаря такому реалистичному подходу, тов. Дэн Сяопин решительно и уверенно разрешил целый ряд важных проблем партии и государства и, преодолевая все преграды, направил КПК и наш народ вперед, открыв новые горизонты для делапартии и государства.факты – это основа истины.
zh_cn: 正是因为具有这种彻底的求真务实精神，邓小平同志果断从容处理了党和国家面对的一系列重大问题，指导党和人民劈波斩浪开创了党和国家事业新局面。

source: Этот смысл несет нам и древнее изречение: «Пустые разговоры губят страну, а оживляет и поднимает ее настоящая работа».
zh_cn: 事实是真理的依据，实干是成就事业的必由之路 Q 这也是“空谈误国，实干兴邦”的真谛。

source: История нашей революции, строительства и реформ неоднократно доказывала, что дело партии и народа может выйти на правильную «столбовую дорогу» и достичь удовлетворяющих народ результатов только тогда, когда разработанные нами установки и предпринятые меры соответствуют реальной действительности, а применяемые методы работы не отходят от практики.
zh_cn: 我国革命、建设、改革的历史反复证明，只有制定符合实际的政策措施，采取符合实际的工作方法，党和人民事业才能走上正确轨道，才能取得人民满意的成效。

source: Мы должны учиться у тов. Дэн Сяопина методу мышления и искусству руководства, учиться умело применять метод диалектического материализма и исторического материализма, как это делал он, чтобы отслеживать происходящее в мире и решать проблемы. Учиться его рабочему стилю, характеризующемуся овладением истинным положением дел, деловитостью и стремлением к высокой эффективности, не допускающему никакого пустословия.
zh_cn: 我们要学习邓小平同志善于运用辩证唯物主义和历史唯物主义观察世界、处理问题的思想方法和领导艺术，掌握真实情况，把握客观规律，发扬务实高效、不尚空谈的工作作风，踏踏实实把党的基本理论、基本路线、基本纲领、基本经验、基本要求贯彻落实好Q——我们纪念邓小平同志，就要学习他不断开拓创新的政治勇气。

source: Открывать новые пути и быть первопроходцем – это самая яркая черта руководящих качеств тов. Дэн Сяопина, которая проявлялась на протяжении всей его жизни, это та историческая ответственность, которую китайские коммунисты должны брать на себя.
zh_cn: 开拓创新，是邓小平同志一生最鲜明的领导风范，也永远是中国共产党人应该具有的历史担当。

source: Обобщая опыт 70-летней революционной деятельности тов. Дэн Сяопина, можно четко проследить, как он на протяжении всей своей жизни проявлял огромную энергию, когда нужно было отказываться от старого и внедрять новое, как решительно и смело он шел вперед, как ярко проявлялось у него инновационное мышление, как крепок был его дух, когдаон открывал абсолютно новые пути развития.В 1975 году, когда в стране началась крупномасштабная кампания по упорядочению работы под руководством Дэн Сяопина, он решительно заявил: «Проблем сейчас порядочно, без пробивной энергии их не разрешишь.
zh_cn: 综观邓小平同志 70 多年的革命生涯，可以清楚地看到，他身上始终洋溢着一种革故鼎新、一往无前的勇气，一种善于创造性思维、善于打开新局面的锐气。W75年，邓小平同志在领导全国大刀阔斧的整顿工作期间，斩钉截铁地说：“现在问题相当多，要解决，没有一股劲不行。

source: Вернувшись к работе в 1977 году, он столкнулся с закостенелостью мышления, сложившейся за долгие годы. И тогда он четко указал: недопустимо «бояться проронить лишнее слово, бояться сделать лишнее, то, о чем не упоминается в книгах, документах и указаниях руководителей.
zh_cn: 要敢字当头，横下一条心 o ，， Cl5] 1977 年复出后，面对长期形成的思想禁锢状况，邓小平同志鲜明提出，不能“书上没有的，文件上没有的，领导人没有讲过的，就不敢多说一句话，多做一件事，一切照抄照搬照转”他谆谆告诫我们：“世界形势日新月异，特别是现代科学技术发展很快。

source: В наше время один год равняется десятилетиям, столетиям, а, может, еще более продолжительным периодам в жизни древнего общества.
zh_cn: 现在的一年抵得上过去古老社会几十年、上百年甚至更长的时间。

source: Тот, кто не стремится воспринимать и развивать марксизм в свете новых взглядов и концепций, не может называться настоящим марксистом»17. «Если какая-либо партия, какая-либо страна или нация полагается только на книжные знания, впадает в косность и суеверие, то она утрачивает способность идти вперед, теряет жизненные силы и оказывается на краю гибели»18.
zh_cn: 不以新的思想、观点去继承、发展马克思主义，不是真正的马克思主义者 O，，C17]<< -个党，一个国家，一个民族，如果一切从本本出发，思想僵化，迷信盛行，那它就不能前进，它的生机就停止了，就要亡党亡国。”邓小平同志强调：“改革开放胆子要大一些，敢于试验，不能像小脚女人一样。

source: В том, что отчетливо разглядели, надо смело пробовать, смело дерзать». «Без мужества и энергии хороший путь не откроешь, новую дорогу не проложишь, новое дело не начнешь»19.
zh_cn: 看准了的，就大胆地试，大胆地闯”，“走不出一条新路，就干不出新的事业”。

source: Тов. Дэн Сяопин был первым, кто более или менее систематически ответил на целый ряд фундаментальных вопросов, в том числе: как строить социализм в такой экономически и культурно отсталой стране, как Китай, какукреплять и развивать социализм. Тов. Дэн Сяопин глубоко раскрыл суть социализма, осуществил еще один исторический скачок в соединении марксизма с реальной действительностью Китая.
zh_cn: [19]邓小平同志第次比较系统地初步回答了在中国这样经济文化比较落后的国家如何建设社会主义、如何巩固和发展社会主义的一系列基本问题，深刻揭示了社会主义的本质，实现了马克思主义同中国实际相结合的又一次历史性飞跃。

source: Речь тов. Дэн Сяопина во время его инспекционной поездки на юг Китая с точки зрения теории дала глубокие ответы на многочисленные вопросы, которые в течение долгого времени занимали и сковывали мысли людей, и продвинула на новый этап реформы, открытость и социалистическую модернизацию.
zh_cn: 邓小平同志的南方谈话，从理论上深刻回答了长期困扰和束缚人们思想的许多重大问题，推动改革开放和社会主义现代化建设进入新阶段。

source: Именно благодаря инициативе и при поддержке тов. Дэн Сяопина волны реформ, распространявшиеся по стране, слились в единый необратимый поток эпохи, что привело к историческим изменениям в облике китайского народа, в облике социалистического Китая и нашей Коммунистической партии.
zh_cn: 正是在邓小平同志倡导和支持下，改革大潮汇聚成时代洪流，使中国人民的面貌、社会主义中国的面貌、中国共产党的面貌发生了历史性变化。

source: Чем более великое дело мы делаем, тем опаснее и труднее путь, и тем более важными становятся инновации.
zh_cn: 越是伟大的事业，往往越是充满艰难险阻，越是需要开拓创新。

source: Социализм с китайской спецификой – это великое дело, которого не знали наши предшественники, поэтому реформам, открытости и социалистической модернизации предстоит еще долгий путь.
zh_cn: 中国特色社会主义是前无古人的伟大事业，改革开放和社会主义现代化建设还有很长的路要走。

source: На этом пути нам предстоит пройти через многие великие сражения с новыми историческими чертами.
zh_cn: 在前进道路上，我们将进行具有许多新的历史特点的伟大斗争。

source: Мы должны учиться у тов. Дэн Сяопина политической смелости, открывать новое и идти нехожеными путями, пристально и внимательно наблюдать за новой практикой и новым развитием, уважать творческую инициативу на местах, в низах, среди народных масс. Мы должны смело принимать решения и считать открытия и инновации нормальным состоянием, непрестанно направлять новую практическую деятельность с помощью развивающегося марксизма, а затем, исходя из практики, делать новые теоретические обобщения, не бояться отказываться от старого и внедрять новое, смело экспериментировать и идти на прорыв, таким образом непрерывно продвигая вперед реформы и открытость и не оглядываясь назад.
zh_cn: 我们要学习邓小平同志敢于开拓创新的政治勇气，细心观察新的实践和新的发展，尊重地方、基层、群众首创精神，果断作出决策，把开拓创新作为一种常态，不断用发展着的马克思主义指导新的实践，又从实践中作出新的理论概括，敢破敢立、敢闯敢试，义无反顾把改革开放不断向前推进。

source: — Отдавая дань памяти тов. Дэн Сяопину, мы должныучиться у него стратегическому предвидению, которым он обладал.
zh_cn: ——我们纪念邓小平同志，就要学习他高瞻远瞩的战略思维。

source: В стратегическом мышлении тов. Дэн Сяопина всегда присутствовал его неугасимый революционный дух. Его способ мышления должен навечно стать направляющим для мышления коммунистов Китая.
zh_cn: 战略思维，是邓小平同志一生最恢宏的革命气度，也永远是中国共产党人应该树立的思维方式。

source: Он всегда рассматривал развитие Китая и всего мира с высоты взаимосвязи внутренней и международной обстановки. Он умел анализировать все проблемы, исходя из общей ситуации, умел в самые ключевые моменты выносить стратегические решения.
zh_cn: 邓小平同志思想敏锐、目光远大，多谋善断、举要驭繁，总是站在国内大局和国际大局相互联系的高度审视中国和世界的发展，善于从全局上思考问题，善于在关键日; t 刻作出战略决策。

source: В новый период реформ и открытости тов. Дэн Сяопин сумел предвидеть развитие внутренней и внешней ситуации и принял целый ряд важнейших стратегических решений по вопросам, касающимся долгосрочного развития дела партии и государства и судьбы социализма.
zh_cn: 进入改革开放新时期，邓小平同志洞察国内外发展大势，作出了一系列事关党和国家事业长远发展、事关社会主义前途命运的重大战略决策。

source: Тов. Дэн Сяопин глубоко проанализировал особенности современной эпохи и тенденции мирового развития, отметив: «Нынешний мир – мир открытости»20. «Как говорит исторический опыт, важнейшая причина длительного застоя и отсталости Китая заключался в его замкнутости, закрытости.
zh_cn: 邓小平同志深刻分析当今时代特征和世界大势，指出：“现在的世界是开放的世界 ,,[20 \ “总结历史经验，中国长期处于停滞和落后状态的一个重要原因是闭关自守。

source: Вместе с тем тов. Дэн Сяопин высоко ценил и решительно отстаивал независимость и самостоятельность, которых китайский народ добился в ходе долгой борьбы. Он предупреждал: «Дела Китая должны вестись с учетом его реалий, силами самого китайского народа.
zh_cn: 经验证明，关起门来搞建设是不能成功的，中国的发展离不开世界。”〔(1)同时，邓小平同志高度珍惜并坚决维护中国人民经过长期奋斗得来的独立自主权利，告诫人们：“中国的事情要按照中国的情况来办，要依靠中国人自己的力量来办。

source: Тов. Дэн Сяопин пристально следил за вопросами мира и развития во всем мире. Он указывал: «Проблему развития следует поднять на уровень общечеловеческого осмысления, и именно с этой высоты ее необходимо рассматривать и решать»23.
zh_cn: 独立自主，自力更生，无论过去、现在和将来，都是我们的立足点。”“任何外国不要指望中国做他们的附庸，不要指望中国会吞下损害我国利益的苦果邓小平同志高度关注世界和平与发展问题，提出“应当把发展问题提到全人类的高度来认识，要从这个高度去观察问题和解决问题” [23] 。

source: Он следил за судьбами многочисленных развивающихся стран, подчеркивал, что мы строим социализм, который стоит за мир. «Китай живет одной судьбой со всеми странами третьего мира.
zh_cn: 他关注广大发展中国家的命运，强调我们搞的是主张和平的社会主义，“中国和所有第三世界国家的命运是共同的。

source: Он никогда не будет претендовать на гегемонию, никогда не будет третировать других, всегда будет стоять на стороне третьего мира»24. Тов. Дэн Сяопин подчеркивал, что следует выступать против любой формы гегемонизма, отстаивать мир во всем мире.
zh_cn: 中国永远不会称霸，永远不会欺负别人，永远站在第三世界一边他强调，要反对任何形式的霸权主义，维护世界和平。

source: Стратегические вопросы всегда являются основными для любой партии и любого государства.
zh_cn: 战略问题是一个政党、一个国家的根本性问题。

source: Когда стратегические выводы точны, стратегическое планирование научно обоснованно, и стратегическая инициатива обеспечена, то это залог развития дела партии и народа.
zh_cn: 战略上判断得准确，战略上谋划得科学，战略上赢得主动，党和人民事业就大有希望。

source: Мы должны учиться у тов. Дэн Сяопина его способности охватывать взором весь мир и его стратегическому мышлению, выразившемуся в таких словах: «Во всех ситуациях следует исходить из интересов целого, устремляя свой взор на окружающий мир и смотреть в будущее, но при этом не следует упускать из виду текущую обстановку во всех ее аспектах»25. Нужно научиться его методам мышления и работы, схватывать ключевое, чтобы ухватившись за основное звено, вытягивать всю цепь.
zh_cn: 我们要学习邓小平同志“放眼世界，放眼未来，也放眼当前，放眼一切方面的世界眼光和战略思维，学习他善于抓住关键、纲举目张的思想方法和工作方法，站在时代前沿观察思考问题，把党和人民事业放到历史长河和全球视野中来谋划，以小见大、见微知著，在解决突出问题中实现战略突破，在把握战略全局中推进各项工作。

source: В малом он видел большое, в частном видел целое, осуществляя стратегический прорыв в ходе решения острых проблем и продвигая все аспекты работы, крепко держа в руках общую стратегическую ситуацию. — Отдавая дань памяти тов. Дэн Сяопину, мы должны учиться у него абсолютной бескорыстности и широте души.
zh_cn: ——我们纪念邓小平同志，就要学习他坦荡无私的博大胸襟。

source: Бескорыстие и широта натуры – это те человеческие качестваДэн Сяопина, которые всю жизнь притягивали к нему людей, это те моральные качества, которые все коммунисты Китая должны постоянно и старательно воспитывать в себе.
zh_cn: 坦荡无私，是邓小平同志一生最光辉的人格魅力，也永远是中国共产党人应该锤炼的品质修养。
